MikroElektronika/core_packages/PIC32/XC32/def/PIC32MZ2025DAG176/mcu.h
#define _GLCDCURDATA110_PIXEL2723_POSITION       0x00000000
#define _GLCDCURDATA110_PIXEL2723_MASK           0x0000000F
#define _GLCDCURDATA110_PIXEL2723_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2722_POSITION       0x00000004
#define _GLCDCURDATA110_PIXEL2722_MASK           0x000000F0
#define _GLCDCURDATA110_PIXEL2722_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2721_POSITION       0x00000008
#define _GLCDCURDATA110_PIXEL2721_MASK           0x00000F00
#define _GLCDCURDATA110_PIXEL2721_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2720_POSITION       0x0000000C
#define _GLCDCURDATA110_PIXEL2720_MASK           0x0000F000
#define _GLCDCURDATA110_PIXEL2720_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2719_POSITION       0x00000010
#define _GLCDCURDATA110_PIXEL2719_MASK           0x000F0000
#define _GLCDCURDATA110_PIXEL2719_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2718_POSITION       0x00000014
#define _GLCDCURDATA110_PIXEL2718_MASK           0x00F00000
#define _GLCDCURDATA110_PIXEL2718_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2717_POSITION       0x00000018
#define _GLCDCURDATA110_PIXEL2717_MASK           0x0F000000
#define _GLCDCURDATA110_PIXEL2717_LENGTH         0x00000004

#define _GLCDCURDATA110_PIXEL2716_POSITION       0x0000001C
#define _GLCDCURDATA110_PIXEL2716_MASK           0xF0000000
#define _GLCDCURDATA110_PIXEL2716_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2731_POSITION       0x00000000
#define _GLCDCURDATA111_PIXEL2731_MASK           0x0000000F
#define _GLCDCURDATA111_PIXEL2731_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2730_POSITION       0x00000004
#define _GLCDCURDATA111_PIXEL2730_MASK           0x000000F0
#define _GLCDCURDATA111_PIXEL2730_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2729_POSITION       0x00000008
#define _GLCDCURDATA111_PIXEL2729_MASK           0x00000F00
#define _GLCDCURDATA111_PIXEL2729_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2728_POSITION       0x0000000C
#define _GLCDCURDATA111_PIXEL2728_MASK           0x0000F000
#define _GLCDCURDATA111_PIXEL2728_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2727_POSITION       0x00000010
#define _GLCDCURDATA111_PIXEL2727_MASK           0x000F0000
#define _GLCDCURDATA111_PIXEL2727_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2726_POSITION       0x00000014
#define _GLCDCURDATA111_PIXEL2726_MASK           0x00F00000
#define _GLCDCURDATA111_PIXEL2726_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2725_POSITION       0x00000018
#define _GLCDCURDATA111_PIXEL2725_MASK           0x0F000000
#define _GLCDCURDATA111_PIXEL2725_LENGTH         0x00000004

#define _GLCDCURDATA111_PIXEL2724_POSITION       0x0000001C
#define _GLCDCURDATA111_PIXEL2724_MASK           0xF0000000
#define _GLCDCURDATA111_PIXEL2724_LENGTH         0x00000004

#define _GLCDCURDATA112_PIXEL287_POSITION        0x00000000
#define _GLCDCURDATA112_PIXEL287_MASK            0x0000000F
#define _GLCDCURDATA112_PIXEL287_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL286_POSITION        0x00000004
#define _GLCDCURDATA112_PIXEL286_MASK            0x000000F0
#define _GLCDCURDATA112_PIXEL286_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL285_POSITION        0x00000008
#define _GLCDCURDATA112_PIXEL285_MASK            0x00000F00
#define _GLCDCURDATA112_PIXEL285_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL284_POSITION        0x0000000C
#define _GLCDCURDATA112_PIXEL284_MASK            0x0000F000
#define _GLCDCURDATA112_PIXEL284_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL283_POSITION        0x00000010
#define _GLCDCURDATA112_PIXEL283_MASK            0x000F0000
#define _GLCDCURDATA112_PIXEL283_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL282_POSITION        0x00000014
#define _GLCDCURDATA112_PIXEL282_MASK            0x00F00000
#define _GLCDCURDATA112_PIXEL282_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL281_POSITION        0x00000018
#define _GLCDCURDATA112_PIXEL281_MASK            0x0F000000
#define _GLCDCURDATA112_PIXEL281_LENGTH          0x00000004

#define _GLCDCURDATA112_PIXEL280_POSITION        0x0000001C
#define _GLCDCURDATA112_PIXEL280_MASK            0xF0000000
#define _GLCDCURDATA112_PIXEL280_LENGTH          0x00000004

#define _GLCDCURDATA113_PIXEL2815_POSITION       0x00000000
#define _GLCDCURDATA113_PIXEL2815_MASK           0x0000000F
#define _GLCDCURDATA113_PIXEL2815_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL2814_POSITION       0x00000004
#define _GLCDCURDATA113_PIXEL2814_MASK           0x000000F0
#define _GLCDCURDATA113_PIXEL2814_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL2813_POSITION       0x00000008
#define _GLCDCURDATA113_PIXEL2813_MASK           0x00000F00
#define _GLCDCURDATA113_PIXEL2813_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL2812_POSITION       0x0000000C
#define _GLCDCURDATA113_PIXEL2812_MASK           0x0000F000
#define _GLCDCURDATA113_PIXEL2812_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL2811_POSITION       0x00000010
#define _GLCDCURDATA113_PIXEL2811_MASK           0x000F0000
#define _GLCDCURDATA113_PIXEL2811_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL2810_POSITION       0x00000014
#define _GLCDCURDATA113_PIXEL2810_MASK           0x00F00000
#define _GLCDCURDATA113_PIXEL2810_LENGTH         0x00000004

#define _GLCDCURDATA113_PIXEL289_POSITION        0x00000018
#define _GLCDCURDATA113_PIXEL289_MASK            0x0F000000
#define _GLCDCURDATA113_PIXEL289_LENGTH          0x00000004

#define _GLCDCURDATA113_PIXEL288_POSITION        0x0000001C
#define _GLCDCURDATA113_PIXEL288_MASK            0xF0000000
#define _GLCDCURDATA113_PIXEL288_LENGTH          0x00000004

#define _GLCDCURDATA114_PIXEL2823_POSITION       0x00000000
#define _GLCDCURDATA114_PIXEL2823_MASK           0x0000000F
#define _GLCDCURDATA114_PIXEL2823_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2822_POSITION       0x00000004
#define _GLCDCURDATA114_PIXEL2822_MASK           0x000000F0
#define _GLCDCURDATA114_PIXEL2822_LENGTH         0x00000004

